[
  "Honey never spoils.",
  "Octopuses have three hearts.",
  "Bananas are berries, but strawberries aren't.",
  "A day on Venus is longer than a year on Venus.",
  "Sloths can hold their breath longer than dolphins.",
  "The Eiffel Tower can grow by 6 inches in the summer due to heat expansion.",
  "Cats can make over 100 different sounds.",
  "Sharks are older than trees.",
  "A group of flamingos is called a 'flamboyance.'",
  "The longest hiccuping spree lasted 68 years.",
  "Peanuts are not technically nuts; they’re legumes.",
  "A blue whale's tongue can weigh as much as an elephant.",
  "The shortest war in history lasted 38 to 45 minutes between Britain and Zanzibar in 1896.",
  "Avocados are toxic to birds.",
  "In space, astronauts can’t cry because there’s no gravity to make the tears fall.",
  "Koalas sleep for up to 22 hours a day.",
  "An adult human body is made up of about 60% water.",
  "A sneeze can travel up to 100 miles per hour.",
  "The shortest commercial flight in the world is only 57 seconds long.",
  "Cows have best friends and get stressed when they’re separated.",
  "A cockroach can live for weeks without its head.",
  "The word 'nerd' was first coined by Dr. Seuss in 1950.",
  "In 2007, an artist made a $10 million sculpture out of chocolate.",
  "Shakespeare invented more than 1,700 words in the English language.",
  "A giraffe’s neck contains the same number of vertebrae as a human’s—seven.",
  "The longest word in the English language is 189,819 letters long.",
  "The Great Wall of China is not visible from space without aid.",
  "Wombat poop is cube-shaped.",
  "Bats are the only mammals capable of sustained flight.",
  "Sea otters hold hands when they sleep to keep from drifting apart.",
  "The Eiffel Tower can be 15 cm taller during the summer.",
  "A jiffy is an actual unit of time: 1/100th of a second.",
  "The total weight of ants on Earth once equaled the weight of all humans.",
  "You can’t hum while holding your nose.",
  "The world's largest desert is not the Sahara; it’s Antarctica.",
  "Rats laugh when tickled.",
  "A newborn kangaroo is the size of a lima bean.",
  "The longest hiccuping spree lasted 68 years.",
  "Walt Disney holds the record for most Academy Awards, with 22 wins.",
  "The human nose can detect over 1 trillion different scents.",
  "One light year is about 5.88 trillion miles.",
  "The longest hiccuping episode lasted for 68 years.",
  "Snails can sleep for up to three years.",
  "Cucumbers are actually fruits, not vegetables.",
  "A panda’s diet is 99% bamboo.",
  "Cows can walk upstairs but not downstairs.",
  "Elephants are the only animals that can’t jump.",
  "A jellyfish is 95% water.",
  "The shortest commercial flight in the world lasts 57 seconds.",
  "Bees can recognize human faces.",
  "A full moon is 14% brighter than a half moon.",
  "A small child could swim through the veins of a blue whale.",
  "Sharks have been around longer than trees.",
  "There are more stars in the universe than grains of sand on all the Earth’s beaches.",
  "The longest place name in the world has 85 letters.",
  "A baby’s laugh is 20 times louder than an adult’s.",
  "Humans and giraffes have the same number of neck vertebrae.",
  "The name for the shape of Pringles is called a 'Hyperbolic Paraboloid.'",
  "Cleopatra lived closer in time to the moon landing than to the building of the Great Pyramid of Giza.",
  "Apples float in water because they are 25% air.",
  "A group of owls is called a 'parliament.'",
  "Dolphins have names for each other and can call out to one another.",
  "Sloths can hold their breath for up to 40 minutes underwater.",
  "It rains diamonds on Jupiter and Saturn.",
  "The unicorn is Scotland's national animal.",
  "A group of crows is called a 'murder.'",
  "There’s a basketball court on the top floor of the U.S. Supreme Court building.",
  "Antarctica is the driest, coldest, and windiest continent.",
  "A day on Mars is 24 hours and 39 minutes.",
  "The world’s largest snowflake on record was 15 inches wide and 8 inches thick.",
  "The longest word in the dictionary is pneumonoultramicroscopicsilicovolcanoconiosis.",
  "Polar bear skin is black under their white fur.",
  "Dandelions are edible and used in salads and teas.",
  "A snail can sleep for three years.",
  "Cows can walk upstairs, but not downstairs.",
  "There are 293 ways to make change for a dollar.",
  "A bolt of lightning is five times hotter than the surface of the sun.",
  "Butterflies taste with their feet.",
  "The longest hiccuping spree lasted 68 years.",
  "There’s enough DNA in your body to stretch from the sun to Pluto and back 17 times.",
  "Sharks are older than trees.",
  "The longest recorded time without sleep is 11 days.",
  "A group of frogs is called an 'army.'",
  "The Amazon rainforest produces 20% of the world’s oxygen.",
  "A goldfish has a memory span of about 3 seconds, but this is a myth.",
  "A crocodile can’t stick its tongue out.",
  "The shortest war in history lasted 38 to 45 minutes.",
  "A small child could swim through the veins of a blue whale.",
  "The average person spends about 6 months of their lifetime waiting for red lights to turn green.",
  "The speed of light is 186,282 miles per second.",
  "It’s impossible to hum while holding your nose.",
  "Wombat poop is cube-shaped.",
  "Sloths can live up to 30 years in the wild.",
  "You can’t snore and dream at the same time.",
  "A leap year occurs every 4 years.",
  "Cats can rotate their ears 180 degrees.",
  "The human body contains around 100 trillion cells.",
  "There are more fake flamingos in the world than real ones.",
  "A group of hedgehogs is called a 'prickle.'",
  "The first alarm clock could only ring at 4 a.m.",
  "Venus is the hottest planet in the solar system.",
  "You can’t hum while holding your nose.",
  "Sloths can hold their breath for up to 40 minutes underwater.",
  "The longest hiccuping spree lasted 68 years.",
  "Dartboards are made from sisal fibers.",
  "The Great Wall of China is about 13,170 miles long.",
  "The longest recorded time without sleep is 11 days.",
  "Your fingernails grow faster when you are cold.",
  "Sharks do not get cancer.",
  "A person will spend six months of their life waiting for red lights to turn green.",
  "The unicorn is Scotland’s national animal.",
  "Cows have four stomachs.",
  "Penguins propose to their mates with a pebble.",
  "Tomatoes were once believed to be poisonous in Europe.",
  "The first computer virus was created in 1983.",
  "A group of pandas is called a 'cupboard.'",
  "Cows can sleep standing up but only dream while lying down.",
  "The shortest commercial flight is in Scotland and lasts only 57 seconds."
]
